#  앗!! 눈앞에 음료수 자판기가 나타났다!!
# ## 어떻게 할까??
# # [ 1. 자판기 앞으로 간다  ||  2. 지나친다 ]
# >> 1
# # 음료수나 먹어볼까?? 지갑에 얼마가 있더라~~?
# ## 가진 돈 입력 >>  1500

# $$ 현재 소유한 돈: 1500원
# ## 음료수를 고르세요!! (현재 잔액: 1500원)
# *** 1. 코카콜라    :  1300원
# *** 2. 스프라이트   :  1200원
# *** 3. 환타오렌지   :  1000원
# *** 4. 포카리스웨트  :  1600원
# *** 5. 집에 가버리기~~~~
# =========================
# >> 1
# # 코카콜라 득템 ~~
# =====================================
# ## 현재 잔액: 200원
# # [ 1. 추가 뽑기 || 2. 집에 가기 ]
# >> 2

# ==========뽑은 음료수 정보============
# *** 코카콜라    :   1개
# *** 스프라이트   :   0개
# *** 환타오렌지   :   0개
# *** 포카리스웨트  :   0개
# ### 남은 돈: 200원
# =====================================
# ~~~ 수 고 하 셨 습 니 다. ~~~
# ## 엔터를 눌러서 종료하세요 ##
